export const API_SEND_EMAIL = "/send/email" // METHOD IS "POST"
export const CONTENT_TEXT = {
    "contact": {
        th: {
            company:
            {
                title: "ติดต่อ",
                address_bold: "บริษัท แสงรุ่ง เอ็ดดูเคชั่น จำกัด",
                address: `99/99 หมู่1 ถนนราชพฤกษ์ บางขุนทอง บางกรวย
                นนทบุรี 11130`,
                email: "contact@saengroong.com",
                telephone: "092-369-3969, 088-499-8811",
                facebook: "SCHOOLMax World",
            },
            client: {
                title: "ติดต่อด่วน",
                name: "ชื่อ-นามสกุล",
                company: "บริษัท/โรงเรียน",
                email: "อีเมล",
                telephone: "โทรศัพท์",
                message: "ข้อความ",
                button_label: "ส่ง"
            }
        },
        en: {},
    },
    "software": {
        th: {
            text1: `ซอร์ฟแวร์โรงเรียนที่จบในระบบเดียว ออกแบบจาก
            ประสบการณ์ของผู้เชี่ยวชาญด้านการศึกษาและผู้ใช้จริง
            SchoolMax มุ่งมั่นพัฒนามาตรฐานของโรงเรียนผ่าน
            ระบบของเรา โดยทางโรงเรียนสามารถใช้เพื่อสนับสนุนการ
            เรียนการสอนพร้อมทั้งงานบริหารที่ยุ่งยากได้บนระบบเดียว`,
            text2: `ก่อนที่ซอร์ฟแวร์ของเราจะถูกปล่อยออกตลาด ทางทีมงานได้ศึกษาและพัฒนาควบคู่กันไปบนโรงเรียนชั้นนำหลากหลายที่ จากหลากหลายกลุ่มโรงเรียน เพื่อให้้มั่นใจว่าซอร์ฟแวร์ของเราจะเกิดประสิทธิภาพสูงสุดแก่โรงเรียนผู้ใช้ ตามคุณภาพของโรงเรียนชั้นนำ`,
            text3: `กิจกรรมการเรียนการสอนและงานสนับสนุนการเรียนการสอน
            ถูกนำมารวบรวมไว้บนระบบเดียวกัน เพื่อประสิทธิภาพสูงสุดในการ
            ทำงานร่วมกันระหว่าง คุณครู นักเรียน ผู้ปกครอง และผู้บริหาร`,
            text4: `ข้อมูลที่เกิดขึ้นในการทำงานจะถูกจัดเก็บอย่างเป็นระบบ ข้อมูลล่าสุดจากทุกหน่วยงานจะสามารถเข้าถึงได้จากทุกที่ทุกเวลา และทำให้ผู้บริหารได้ตรวจสอบ/เข้าถึงข้อมูลเชิงลึกและบทวิเคราะห์ได้ง่ายขึ้น และสิ่งที่ได้จะตามมาคือความโปร่งใสมากขึ้นในระบบอีกด้วย`,
            text5: `การทำงานที่ซ้ำซ้อนและทับซ้อนจะถูกลดลงโรงเรียนจะได้เวลาที่สูญเสีย
            โดยไม่จำเป็นจะได้นำกลับมาเพื่อสิ่งที่สำคัญที่สุดกับโรงเรียน คือการศึกษา
            ของนักเรียน`,
        },
        en: {},
    },
    "service": {
        th: {
            text1: `ทีมงานเรามุ่งเน้นไปที่ความต้องการของทางสถานศึกษาและหน่วยการศึกษาในองกรณ์เป็นหลัก บริการของของเราจึงจะมีความหลากหลาย ทั้งผ่านทางทีมงานของเราโดยตรงหรือผ่านเครื่อข่าย ที่เป็นที่ยอมรัย เช่น`,
            bullet_points: [
                "ออกแบบระบบฮาร์ดแวร์/ซอฟต์แวร์",
                "ออกแบบและพัฒนาระบบซอฟต์แวร์",
                "ออกแบบกราฟฟิกสำหรับสื่อต่างๆ",
                "ออกแบบและจัดพิมพ์สื่อสิ่งพิมพ์ต่างๆ",
                "จัดหาวิทยากรหรือจัดอบรบในด้านต่างๆ",
                "จัดโปรแกรมแลกเปลี่ยนและศึกษาดูงานกับโรงเรียนในต่างประเทศ",
                "จัดหาครูพิเศษในสาขาต่างๆ",
                "และอื่น"
            ]
        },
        en: {},
    },
    "product": {
        th: {
            title: "อุปกรณ์สำหรับห้องเรียน",
            product: ["BenQ Interactive Flat Panel", "BenQ Smart Projector"],
            product_description: [
                "จอแบบสัมผัสสำหรับห้องเรียนที่ถูกออกแยยให้ใช้งานง่าย ที่จะพาสถานศึกษาของคุณไปอีกขั้น พร้อมคุณสมบัติต่างๆ เช่น",
                "สมาร์ทโปรเจคเตอร์รุ่นแรกของโลกจาก BenQ ที่จะพาสถานศึกษาของคุณขึ้นไปอีกขั้น"
            ],
            product_bullet_points: [
                [
                    "หน้าจอ 4K UHD",
                    "หน้าจอ Germ-Resistant",
                    "หน้าจอ Eye-Care solution",
                    "Instant plug and play"
                ], []
            ],
            learnmore_right: "เรียนรู้เพิ่มเติม กรุณาดาวน์โหลดโปรแกรมแคตาล็อกด้านขวา หรือติดต่อเรา",
            learnmore_left: "เรียนรู้เพิ่มเติม กรุณาดาวน์โหลดโปรแกรมแคตาล็อกด้านซ้าย หรือติดต่อเรา"
        },
        en: {},
    },
    "home": {
        th: {
            text1: "โดยยึด 3 แนวทางหลัก การศึกษา เทคโนโลยี และความยั่งยืน ผ่านซอฟต์แวร์ สินค้าต่างๆ ตลอดถึงบริการอีกมากมาย ให้กับทั้งสถานศึกษาและหน่วยการศึกษาในองกรณ์",
            link_option: "ลิ้งค์ด่วน",
            option1: "ซอฟต์แวร์โรงเรียน",
            option3: "สินค้าอื่นๆ",
            option2: "บริการ",
        },
        en: {
            text1: "ENGLISH TEXT TO BE PLACED HERE..."
        }
    }



}